resume_full/PETER_Marius_resume_full.org
#+OPTIONS: toc:nil num:nil date:nil

#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[margin=1in]{geometry}
#+LATEX_HEADER: \usepackage{fullpage}
#+LATEX_HEADER: \usepackage{fourier}
#+LATEX_HEADER: \usepackage{enumitem}
#+LATEX_HEADER: \usepackage{nopageno}

#+LATEX_HEADER_EXTRA: \setitemize{noitemsep}
#+LATEX_HEADER_EXTRA: \renewcommand\labelitemi{-}

|                       <c>                       |
|          \huge *\textsc{Marius Peter}*          |
|                                                 |
|         \large *Full Curriculum Vitae*          |
|                                                 |
| \Large Sales $\star$ Engineering $\star$ Design |
|                                                 |
|                 Los Angeles, CA                 |
|        [[mailto:mpeter@ucla.edu][mpeter@ucla.edu]] / +1 818 284 3757        |

    # - *Sales*: secured initial funding for an industrial process modelling tool
    #   designed for the European aerospace sector
    # - *Engineering*: UCLA B.S. Aerospace Eng., 10 year Linux user (desktop,
    #   server & embedded)
    # - Seeking a *sales engineering* mission within the American industrial
    #   sector for September 2019

* Education

**  B.S. in Aerospace Engineering --- University of California, Los Angeles \hfill 2014--2019

- Technical breadth in Technology & Management
- Electives: biomechanics, RFID and its application in manufacturing & supply
  chain
- PID Controller Design \textbullet
  Fluid Mechanics \textbullet
  Thermodynamics \textbullet
  Aircraft Propulsion \textbullet

* Work

** Systems Test Engineer --- Safran Aerosystems, Los Angeles \hfill Nov. 2019--Pres.

- Created the initial proposal for a novel water system onboard a supersonic
  business jet
- Autonomously designed and constructed a test rig for a water & waste system
- Supported the Predictive Maintenance program for highly stressed rotary
  equipment (vacuum generators...)

** Assistant Business Analyst --- Cosmo Tech, Lyon \hfill Sep.--Dec. 2017

- Cosmo Tech publishes a Decision Support Software for complex systems (road
  networks, energy grids)
- Created & presented a proof of concept for Airbus' /digital continuity/
  strategy
- Applied principles of Model-Based Systems Engineering
- Showcased Cosmo’s simulation capabilities for /Shop Floor Control/ and /Final
  Assembly Line/
- Secured initial funding for a bespoke software solution developed for Airbus

** Assistant Electronics Engineer --- CERN, Geneva \hfill June--July 2015

- Learned HDL, LabVIEW and core concepts of hardware programming and data acquisition
- Upgraded FPGA data acquisition systems from CLIs to GUIs (embedded ARM Linux)

** Engineering Intern --- Alcatel Submarine Networks, Paris \hfill Apr.--May 2012

- Learned the internal workings of an international optical fiber deployment
  company
- Assisted the Product Line Manager in evaluating ASN's current offering vs
  European competitors

* Projects

** UCLA Design--Build--Launch --- Senior Capstone \hfill Apr.--June 2019

- Model rocket design, manufacturing, testing & analysis
- Lead the manufacturing of my team's rocket: mill & lathe, 3D printing, fiberglass, plywood...
- We won first place on all criteria: maximum apogee, intact payload, trajectory prediction...

** Aircraft Studio --- [[https:www.github.com/Blendoit/Aircraft_Studio]] \hfill Apr. 2019--Pres.

- Broadened the scope of development of a program written for UCLA's aircraft design course
- Initial goal: design FAR 23 compliant NACA airfoils and optimize for weight using a genetic algorithm
- Ultimate goal: develop an integrated aircraft creation suite designed for non-technical persons

** Solidworks/Blender --- [[https:www.deviantart.com/faquinou]] \hfill 2012--Pres.

- 8 years experience in geometry modeling, texturing, rendering & visual FX

* Certifications & Licenses

** Linux Foundation Certified Engineer \hfill Dec. 2020

** LEED Green Associate \hfill Mar. 2019

* Skills

** Computer Science

- Microsoft Suite & \LaTeX
- Verilog, MATLAB, Python, Tcl/Tk
- SOLIDWORKS, Blender

** Systems & Industrial

- UML, SysML, BPMN
- AnyLogic, SIMPROCESS
- LabVIEW

** Languages

-  Native: French, English
-  Proficient: German
-  Intermediate: Chinese (Mandarin)
