resume_full/PETER_Marius_resume_full.tex
% Created 2020-03-27 Fri 20:34
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fullpage}
\usepackage{fourier}
\usepackage{enumitem}
\usepackage{nopageno}
\setitemize{noitemsep}
\renewcommand\labelitemi{-}
\date{}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.3.6)},
 pdflang={English}}
\begin{document}

\begin{center}
\begin{tabular}{c}
\huge \textbf{\textsc{Marius Peter}}\\
\\
\large \textbf{Full Curriculum Vitae}\\
\\
\Large Sales \(\star\) Engineering \(\star\) Design\\
\\
Los Angeles, CA\\
\href{mailto:mpeter@ucla.edu}{mpeter@ucla.edu} / +1 818 284 3757\\
\end{tabular}

\end{center}

\section*{Education}
\label{sec:org9a91925}

\subsection*{B.S. in Aerospace Engineering --- University of California, Los Angeles \hfill 2014--2019}
\label{sec:orged433fb}

\begin{itemize}
\item Technical breadth in Technology \& Management
\item Electives: biomechanics, RFID and its application in manufacturing \& supply
chain
\item PID Controller Design \textbullet
Fluid Mechanics \textbullet
Thermodynamics \textbullet
Aircraft Propulsion \textbullet
\end{itemize}

\section*{Work}
\label{sec:org4f0e3b1}

\subsection*{Systems Test Engineer --- Safran Aerosystems, Los Angeles \hfill Nov. 2019--Pres.}
\label{sec:org284a3f4}

\begin{itemize}
\item Created the initial proposal for a novel water system onboard a supersonic
business jet
\item Autonomously designed and constructed a test rig for a water \& waste system
\item Supported the Predictive Maintenance program for highly stressed rotary
equipment (vacuum generators\ldots{})
\end{itemize}

\subsection*{Assistant Business Analyst --- Cosmo Tech, Lyon \hfill Sep.--Dec. 2017}
\label{sec:org6fc7f0e}

\begin{itemize}
\item Cosmo Tech publishes a Decision Support Software for complex systems (road
networks, energy grids)
\item Created \& presented a proof of concept for Airbus' \emph{digital continuity}
strategy
\item Applied principles of Model-Based Systems Engineering
\item Showcased Cosmo’s simulation capabilities for \emph{Shop Floor Control} and \emph{Final
Assembly Line}
\item Secured initial funding for a bespoke software solution developed for Airbus
\end{itemize}

\subsection*{Assistant Electronics Engineer --- CERN, Geneva \hfill June--July 2015}
\label{sec:org689bff9}

\begin{itemize}
\item Learned HDL, LabVIEW and core concepts of hardware programming and data acquisition
\item Upgraded FPGA data acquisition systems from CLIs to GUIs (embedded ARM Linux)
\end{itemize}

\subsection*{Engineering Intern --- Alcatel Submarine Networks, Paris \hfill Apr.--May 2012}
\label{sec:orgc4bb4cc}

\begin{itemize}
\item Learned the internal workings of an international optical fiber deployment
company
\item Assisted the Product Line Manager in evaluating ASN's current offering vs
European competitors
\end{itemize}

\section*{Projects}
\label{sec:org0e26638}

\subsection*{UCLA Design--Build--Launch --- Senior Capstone \hfill Apr.--June 2019}
\label{sec:orgc2aeb5e}

\begin{itemize}
\item Model rocket design, manufacturing, testing \& analysis
\item Lead the manufacturing of my team's rocket: mill \& lathe, 3D printing, fiberglass, plywood\ldots{}
\item We won first place on all criteria: maximum apogee, intact payload, trajectory prediction\ldots{}
\end{itemize}

\subsection*{Aircraft Studio --- \url{https:www.github.com/Blendoit/Aircraft\_Studio} \hfill Apr. 2019--Pres.}
\label{sec:org312ac4d}

\begin{itemize}
\item Broadened the scope of development of a program written for UCLA's aircraft design course
\item Initial goal: design FAR 23 compliant NACA airfoils and optimize for weight using a genetic algorithm
\item Ultimate goal: develop an integrated aircraft creation suite designed for non-technical persons
\end{itemize}

\subsection*{Solidworks/Blender --- \url{https:www.deviantart.com/faquinou} \hfill 2012--Pres.}
\label{sec:org46435c6}

\begin{itemize}
\item 8 years experience in geometry modeling, texturing, rendering \& visual FX
\end{itemize}

\section*{Certifications \& Licenses}
\label{sec:org70172c3}

\subsection*{Linux Foundation Certified Engineer \hfill Dec. 2020}
\label{sec:orge756ade}

\subsection*{LEED Green Associate \hfill Mar. 2019}
\label{sec:orgbc57800}

\section*{Skills}
\label{sec:orga6ea95e}

\subsection*{Computer Science}
\label{sec:org5af75ec}

\begin{itemize}
\item Microsoft Suite \& \LaTeX
\item Verilog, MATLAB, Python, Tcl/Tk
\item SOLIDWORKS, Blender
\end{itemize}

\subsection*{Systems \& Industrial}
\label{sec:org217dfb0}

\begin{itemize}
\item UML, SysML, BPMN
\item AnyLogic, SIMPROCESS
\item LabVIEW
\end{itemize}

\subsection*{Languages}
\label{sec:orga9ee723}

\begin{itemize}
\item Native: French, English
\item Proficient: German
\item Intermediate: Chinese (Mandarin)
\end{itemize}
\end{document}